{
  "demo" : {
    "key": "demo",
    "posts": [
      {
        "date": "24 Mär. 2016 09:23",
        "user": "mkaul2m",
        "avatar": "",
        "content": "Liebe Studierende, hier finden Sie jeweils aktuelle Neuigkeiten zur Veranstaltung. Bitte checken Sie diese regelmäßig, damit Sie immer up to date sind! Viel Spaß und Erfolg bei dieser Veranstaltung und herzliche Grüße<br>Manfred Kaul<br>",
        "title": "Willkommen zur WE-App!<br>"
      },
      {
        "date": "08 Apr. 2016 17:53",
        "user": "mkaul2m",
        "avatar": "",
        "title": "Schockmemory funktioniert wieder<br>",
        "content": "Leider hatten alle Studierenden den gleichen Datensatz. Dieser Fehler wurde behoben. <br>"
      },
      {
        "date": "09 Apr. 2016 08:04",
        "user": "mkaul2m",
        "avatar": "",
        "title": "Punktevergabe",
        "content": "Die Punktevergabe wurde wie folgt neu geregelt: Für die Plagiatserklärung und<br>für die Zustimmung zu den Nutzungsvereinbarungen gibt es keine Punkte.<br>Bei der Punktevergabe für Quizzes wurden bisher so viele Punkte vergeben, wie korrekte Antworten gegeben waren. Dies führte zu unsinnigem Lernverhalten (Copy/Paste). Daher wurde die Punktevergabe so umgestellt,<br>dass es für jeden Quiz immer genau einen Punkt gibt, egal wie viel korrekte Antworten dabei waren. Dies fördert die Transparenz, wer welchen Quiz bereits<br>durchgeführt hat und mindert Copy-Paste-Verhalten. Vielen Dank für Ihr Verständnis."
      },
      {
        "date": "10 Apr. 2016 14:17",
        "user": "mkaul2m",
        "avatar": "",
        "title": "Punktevergabe Regeln<br>",
        "content": "Für Quiz und Schockmemory gibt es 1 Punkt, für einen Tutor 3 Punkte, egal wie viel korrekte Antworten dabei sind.<br>"
      },
      {
        "date": "13 Apr. 2016 17:04",
        "user": "mkaul2m",
        "avatar": "",
        "title": "FYI Tech-Shuttle<br>",
        "content": "<font color=\"#000000\"><a href=\"http://www.tech-shuttle.de/\" target=\"_blank\">http://www.tech-shuttle.de</a> </font><br><font color=\"#000000\">Sie und Ihre Studenten sind herzlich eingeladen dabei zu sein!&nbsp;Es ist interessant für alle, die ein Praktikum oder eine Festanstellung suchen, oder für die, die sich einfach mal ein Bild über Berufsmöglichkeiten machen möchten.&nbsp;Das Ganze ist natürlich kostenlos und die Studenten werden mit leckerem Essen und Trinken umsorgt.&nbsp;Interessierte können sich auf der obigen Website anmelden&nbsp;und am 28.04. in den Job-Shuttle steigen. Die Teilnahmeplätze sind auf 100 Personen begrenzt und funktioniert nach dem first come, first serve Prinzip.</font>"
      },
      {
        "date": "21 Apr. 2016 09:27",
        "user": "mkaul2m",
        "avatar": "",
        "title": "Anmeldung zum ersten Wettbewerb am Freitag 22.4.<br>",
        "content": "Bitte melden Sie sich in der WE-App in Phase 1 unten unter Wettbewerb an.<br>"
      },
      {
        "date": "01 Mai. 2016 08:12",
        "user": "mkaul2m",
        "avatar": "",
        "title": "Punkte in Phase 2<br>",
        "content": "Ab Phase 2 gibt es nur noch Punkte für den Wettbewerb. Aus eigenem Interesse sollten Sie dennoch weiterhin alle Quizzes und alle Übungen durchführen, zumindest um ihre eigenen Wissenslücken zu überprüfen. <br>"
      },
      {
        "date": "02 Mai. 2016 11:59",
        "user": "mkaul2m",
        "avatar": "",
        "content": "Die Punktesummen und die Punkteformel finden Sie im Foliensatz 'Organisatorisches' in der Einführung.",
        "title": "Punkteformel"
      }
    ]
  }
}